Repository: fromkk/ScreenShotMaker
Catalog: ScreenShotMaker/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, it, ja, ko, zh_hans

# %lld of %lld exported
source: %1$lld of %2$lld exported
es: %1$lld de %2$lld exportados
fr: %1$lld sur %2$lld exportés
it: %1$lld di %2$lld esportati
ja: %2$lld 件中 %1$lld 件を書き出しました
ko: %2$lld 중 %1$lld 내보냄
zh_hans: 已导出 %2$lld 中的 %1$lld

# %lld screenshots exported
source: %1$lld screenshots exported
es: %1$lld capturas de pantalla exportadas
fr: %1$lld captures d'écran exportées
it: %1$lld screenshot esportati
ja: %1$lld 枚のスクリーンショットを書き出しました
ko: %1$lld 스크린샷 내보냄
zh_hans: 已导出 %1$lld 张截图

# %lld succeeded, %lld failed
source: %1$lld succeeded, %2$lld failed
es: %1$lld correctos, %2$lld fallidos
fr: %1$lld réussi, %2$lld échoué
it: %1$lld riusciti, %2$lld falliti
ja: %1$lld 件成功、%2$lld 件失敗
ko: %1$lld 성공, %2$lld 실패
zh_hans: %1$lld 成功，%2$lld 失败

source: Actual Size
es: Tamaño real
fr: Taille réelle
it: Dimensione effettiva
ja: 実寸
ko: 실제 크기
zh_hans: 实际大小

source: Add Custom Device
es: Agregar dispositivo personalizado
fr: Ajouter un appareil personnalisé
it: Aggiungi dispositivo personalizzato
ja: カスタムデバイスを追加
ko: 사용자 기기 추가
zh_hans: 添加自定义设备

source: Add Custom Size
es: Agregar tamaño personalizado
fr: Ajouter une taille personnalisée
it: Aggiungi dimensione personalizzata
ja: カスタムサイズを追加
ko: 사용자 크기 추가
zh_hans: 添加自定义尺寸

source: Add Screen
es: Agregar pantalla
fr: Ajouter un écran
it: Aggiungi schermata
ja: スクリーンを追加
ko: 화면 추가
zh_hans: 添加画面

source: Add more languages to translate
es: Agrega más idiomas para traducir
fr: Ajoutez d'autres langues à traduire
it: Aggiungi altre lingue da tradurre
ja: 翻訳する言語を追加してください
ko: 번역할 언어를 추가하세요
zh_hans: 添加更多翻译语言

source: Arabic
es: Árabe
fr: Arabe
it: Arabo
ja: アラビア語
ko: 아랍어
zh_hans: 阿拉伯语

source: Background
es: Fondo
fr: Arrière-plan
it: Sfondo
ja: 背景
ko: 배경
zh_hans: 背景

source: Bezel Width
es: Ancho del bisel
fr: Largeur du cadre
it: Larghezza cornice
ja: ベゼル幅
ko: 베젤 너비
zh_hans: 边框宽度

source: Bold Gradient
es: Degradado intenso
fr: Dégradé audacieux
it: Gradiente audace
ja: ボールドグラデーション
ko: 굵은 그라데이션
zh_hans: 大胆渐变

source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
zh_hans: 取消

source: Chinese (Simplified)
es: Chino (simplificado)
fr: Chinois (simplifié)
it: Cinese (semplificato)
ja: 中国語（簡体字）
ko: 중국어(간체)
zh_hans: 中文（简体）

source: Chinese (Traditional)
es: Chino (tradicional)
fr: Chinois (traditionnel)
it: Cinese (tradizionale)
ja: 中国語（繁体字）
ko: 중국어(번체)
zh_hans: 中文（繁体）

source: Choose a Template
es: Elegir una plantilla
fr: Choisir un modèle
it: Scegli un modello
ja: テンプレートを選択
ko: 템플릿 선택
zh_hans: 选择模板

source: Clean white background with black text
es: Fondo blanco limpio con texto negro
fr: Fond blanc épuré avec texte noir
it: Sfondo bianco pulito con testo nero
ja: 白い背景に黒いテキストのクリーンなスタイル
ko: 흰 배경에 검정 텍스트의 깔끔한 스타일
zh_hans: 白色背景配黑色文字的简洁风格

source: Click to reset to 100%
es: Clic para restablecer al 100%
fr: Cliquer pour rétablir à 100%
it: Fai clic per reimpostare al 100%
ja: クリックして 100% に戻す
ko: 클릭하여 100%로 재설정
zh_hans: 点击重置为100%

source: Content Mode
es: Modo de contenido
fr: Mode contenu
it: Modalità contenuto
ja: コンテンツモード
ko: 콘텐츠 모드
zh_hans: 内容模式

source: Copy
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
zh_hans: 拷贝

source: Copy to All
es: Copiar a todo
fr: Copier sur tous
it: Copia su tutti
ja: すべてにコピー
ko: 모두에 복사
zh_hans: 复制到全部

source: Corner Radius
es: Radio de esquina
fr: Rayon des coins
it: Raggio angolo
ja: 角丸半径
ko: 모서리 반지름
zh_hans: 圆角半径

source: Custom
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
ko: 사용자 지정
zh_hans: 自定义

source: Custom Sizes
es: Tamaños personalizados
fr: Tailles personnalisées
it: Dimensioni personalizzate
ja: カスタムサイズ
ko: 사용자 크기
zh_hans: 自定义尺寸

source: Dark Mode
es: Modo oscuro
fr: Mode sombre
it: Modalità scura
ja: ダークモード
ko: 다크 모드
zh_hans: 深色模式

source: Dark backgrounds with bright text
es: Fondos oscuros con texto brillante
fr: Arrière-plans sombres avec texte clair
it: Sfondi scuri con testo chiaro
ja: 暗い背景に明るいテキスト
ko: 어두운 배경에 밝은 텍스트
zh_hans: 深色背景配亮色文字

source: Delete
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
zh_hans: 删除

source: Delete Screen
es: Eliminar pantalla
fr: Supprimer l'écran
it: Elimina schermata
ja: スクリーンを削除
ko: 화면 삭제
zh_hans: 删除画面

source: Device
es: Dispositivo
fr: Appareil
it: Dispositivo
ja: デバイス
ko: 기기
zh_hans: 设备

source: Device Frame
es: Marco del dispositivo
fr: Cadre de l'appareil
it: Cornice dispositivo
ja: デバイスフレーム
ko: 기기 프레임
zh_hans: 设备边框

source: Do you want to save the current project before opening another?
es: ¿Quieres guardar el proyecto actual antes de abrir otro?
fr: Voulez-vous enregistrer le projet actuel avant d'en ouvrir un autre ?
it: Vuoi salvare il progetto corrente prima di aprirne un altro?
ja: 別のプロジェクトを開く前に、現在のプロジェクトを保存しますか？
ko: 다른 프로젝트를 열기 전에 현재 프로젝트를 저장하시겠습니까?
zh_hans: 在打开另一个项目之前，是否要保存当前项目？

source: Do you want to save the current project?
es: ¿Quieres guardar el proyecto actual?
fr: Voulez-vous enregistrer le projet actuel ?
it: Vuoi salvare il progetto corrente?
ja: 現在のプロジェクトを保存しますか？
ko: 현재 프로젝트를 저장하시겠습니까?
zh_hans: 是否要保存当前项目？

source: Don't Save
es: No guardar
fr: Ne pas enregistrer
it: Non salvare
ja: 保存しない
ko: 저장 안 함
zh_hans: 不保存

source: Don't show on launch
es: No mostrar al iniciar
fr: Ne pas afficher au lancement
it: Non mostrare all'avvio
ja: 起動時に表示しない
ko: 시작 시 표시 안 함
zh_hans: 启动时不显示

source: Done
es: Listo
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
zh_hans: 完成

source: Drop image or video, or click below
es: Suelta una imagen o video, o haz clic abajo
fr: Déposez une image ou une vidéo, ou cliquez ci-dessous
it: Trascina un'immagine o un video, o fai clic in basso
ja: 画像または動画をドロップ、またはクリック
ko: 이미지 또는 비디오를 드롭하거나 아래를 클릭
zh_hans: 拖放图片或视频，或点击下方

source: Drop screenshot or video
es: Suelta una captura de pantalla o video
fr: Déposez une capture d'écran ou une vidéo
it: Trascina uno screenshot o un video
ja: スクリーンショットまたは動画をドロップ
ko: 스크린샷 또는 비디오를 드롭
zh_hans: 拖放截图或视频

source: Duplicate
es: Duplicar
fr: Dupliquer
it: Duplica
ja: 複製
ko: 복제
zh_hans: 复制

source: Duplicate Screen
es: Duplicar pantalla
fr: Dupliquer l'écran
it: Duplica schermata
ja: スクリーンを複製
ko: 화면 복제
zh_hans: 复制画面

source: Dutch
es: Holandés
fr: Néerlandais
it: Olandese
ja: オランダ語
ko: 네덜란드어
zh_hans: 荷兰语

source: Elegant gray gradients with bottom text
es: Degradados grises elegantes con texto inferior
fr: Élégants dégradés gris avec texte en bas
it: Eleganti gradienti grigi con testo in basso
ja: エレガントなグレーのグラデーションと下部テキスト
ko: 하단 텍스트가 있는 우아한 회색 그라데이션
zh_hans: 底部文字配优雅灰色渐变

source: Empty project
es: Proyecto vacío
fr: Projet vide
it: Progetto vuoto
ja: 空のプロジェクト
ko: 빈 프로젝트
zh_hans: 空项目

source: End
es: Final
fr: Fin
it: Fine
ja: 終了
ko: 끝
zh_hans: 结束

source: English
es: Inglés
fr: Anglais
it: Inglese
ja: 英語
ko: 영어
zh_hans: 英语

source: Enter subtitle
es: Ingresar subtítulo
fr: Saisir un sous-titre
it: Inserisci sottotitolo
ja: サブタイトルを入力
ko: 부제목 입력
zh_hans: 输入副标题

source: Enter title
es: Ingresar título
fr: Saisir un titre
it: Inserisci titolo
ja: タイトルを入力
ko: 제목 입력
zh_hans: 输入标题

source: Export
es: Exportar
fr: Exporter
it: Esporta
ja: 書き出し
ko: 내보내기
zh_hans: 导出

source: Export All
es: Exportar todo
fr: Tout exporter
it: Esporta tutto
ja: すべて書き出し
ko: 모두 내보내기
zh_hans: 全部导出

source: Export Cancelled
es: Exportación cancelada
fr: Exportation annulée
it: Esportazione annullata
ja: 書き出しをキャンセルしました
ko: 내보내기 취소됨
zh_hans: 导出已取消

source: Export Complete
es: Exportación completa
fr: Exportation terminée
it: Esportazione completata
ja: 書き出しが完了しました
ko: 내보내기 완료
zh_hans: 导出完成

source: Export Completed with Errors
es: Exportación completada con errores
fr: Exportation terminée avec des erreurs
it: Esportazione completata con errori
ja: エラーありで書き出しが完了しました
ko: 오류와 함께 내보내기 완료
zh_hans: 导出完成（有错误）

source: Export Error
es: Error de exportación
fr: Erreur d'exportation
it: Errore di esportazione
ja: 書き出しエラー
ko: 내보내기 오류
zh_hans: 导出错误

source: Exporting Screenshots...
es: Exportando capturas de pantalla...
fr: Exportation des captures d'écran...
it: Esportazione screenshot in corso...
ja: スクリーンショットを書き出し中…
ko: 스크린샷 내보내는 중…
zh_hans: 正在导出截图…

source: Files
es: Archivos
fr: Fichiers
it: File
ja: ファイル
ko: 파일
zh_hans: 文件

source: Fit Frame to Image
es: Ajustar marco a la imagen
fr: Adapter le cadre à l'image
it: Adatta cornice all'immagine
ja: フレームを画像に合わせる
ko: 프레임을 이미지에 맞추기
zh_hans: 将边框适配图像

source: Font
es: Fuente
fr: Police
it: Carattere
ja: フォント
ko: 글꼴
zh_hans: 字体

source: Font Size
es: Tamaño de fuente
fr: Taille de police
it: Dimensione carattere
ja: フォントサイズ
ko: 글꼴 크기
zh_hans: 字体大小

# Frame %lld / %lld
source: Frame %1$lld / %2$lld
es: Cuadro %1$lld / %2$lld
fr: Image %1$lld / %2$lld
ja: フレーム %1$lld / %2$lld
ko: 프레임 %1$lld / %2$lld
zh_hans: 帧 %1$lld / %2$lld

source: Frame Color
es: Color del marco
fr: Couleur du cadre
it: Colore cornice
ja: フレームの色
ko: 프레임 색상
zh_hans: 边框颜色

source: Frame aspect ratio will match the screenshot image
es: La relación de aspecto del marco coincidirá con la imagen de captura de pantalla
fr: Le ratio d'aspect du cadre correspondra à l'image de capture d'écran
it: Le proporzioni del frame corrisponderanno all'immagine dello screenshot
ja: フレームのアスペクト比をスクリーンショット画像に合わせます
ko: 프레임의 가로세로 비율이 스크린샷 이미지에 맞춰집니다
zh_hans: 边框纵横比将与截图匹配

source: French
es: Francés
fr: Français
it: Francese
ja: フランス語
ko: 프랑스어
zh_hans: 法语

source: German
es: Alemán
fr: Allemand
it: Tedesco
ja: ドイツ語
ko: 독일어
zh_hans: 德语

source: Gradient
es: Degradado
fr: Dégradé
it: Gradiente
ja: グラデーション
ko: 그라데이션
zh_hans: 渐变

source: Height (px)
es: Altura (px)
fr: Hauteur (px)
it: Altezza (px)
ja: 縦幅 (px)
ko: 높이 (px)
zh_hans: 高度 (px)

source: Image
es: Imagen
it: Immagine
ja: 画像
ko: 이미지
zh_hans: 图像

source: Image Load Error
es: Error al cargar imagen
fr: Erreur de chargement d'image
it: Errore caricamento immagine
ja: 画像の読み込みエラー
ko: 이미지 로드 오류
zh_hans: 图像加载错误

source: Image-Text Spacing
es: Espacio imagen-texto
fr: Espacement image-texte
it: Spaziatura immagine-testo
ja: 画像とテキストの間隔
ko: 이미지-텍스트 간격
zh_hans: 图像与文字间距

source: Island Height
es: Altura de la isla
fr: Hauteur de l'îlot
it: Altezza dell'isola
ja: アイランドの高さ
ko: 아일랜드 높이
zh_hans: 灵动岛高度

source: Island Width
es: Ancho de la isla
fr: Largeur de l'îlot
it: Larghezza dell'isola
ja: アイランドの幅
ko: 아일랜드 너비
zh_hans: 灵动岛宽度

source: Italian
es: Italiano
fr: Italien
it: Italiano
ja: イタリア語
ko: 이탈리아어
zh_hans: 意大利语

source: Japanese
es: Japonés
fr: Japonais
it: Giapponese
ja: 日本語
ko: 일본어
zh_hans: 日语

source: Korean
es: Coreano
fr: Coréen
it: Coreano
ja: 韓国語
ko: 한국어
zh_hans: 韩语

source: Landscape
es: Horizontal
fr: Paysage
it: Orizzontale
ja: 横
ko: 가로
zh_hans: 横向

source: Language
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
zh_hans: 语言

source: Layout
es: Diseño
fr: Disposition
ja: レイアウト
ko: 레이아웃
zh_hans: 布局

source: Maximizes screenshot area with minimal UI
es: Maximiza el área de captura de pantalla con una interfaz mínima
fr: Maximise la zone de capture avec une interface minimale
it: Massimizza l'area screenshot con un'interfaccia minima
ja: 最小限のUIでスクリーンショット領域を最大化
ko: 최소한의 UI로 스크린샷 영역 최대화
zh_hans: 以最简UI最大化截图区域

source: Minimal
es: Minimalista
it: Minimale
ja: ミニマル
ko: 미니멀
zh_hans: 简约

source: Move Screen
es: Mover pantalla
fr: Déplacer l'écran
it: Sposta schermata
ja: スクリーンを移動
ko: 화면 이동
zh_hans: 移动画面

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
zh_hans: 名称

source: New Project
es: Nuevo proyecto
fr: Nouveau projet
it: Nuovo progetto
ja: 新規プロジェクト
ko: 새 프로젝트
zh_hans: 新建项目

source: New from Template...
es: Nuevo desde plantilla...
fr: Nouveau depuis un modèle...
it: Nuovo da modello...
ja: テンプレートから新規作成…
ko: 템플릿에서 새로 만들기…
zh_hans: 从模板新建…

source: No screen selected
es: Ninguna pantalla seleccionada
fr: Aucun écran sélectionné
it: Nessuna schermata selezionata
ja: スクリーンが選択されていません
ko: 선택된 화면 없음
zh_hans: 未选择画面

source: Open...
es: Abrir...
fr: Ouvrir...
it: Apri...
ja: 開く…
ko: 열기…
zh_hans: 打开…

source: Open…
es: Abrir…
fr: Ouvrir…
it: Apri…
ja: 開く…
ko: 열기…
zh_hans: 打开…

source: Orientation
es: Orientación
it: Orientamento
ja: 向き
ko: 방향
zh_hans: 方向

source: PNG, JPEG, MP4, MOV, M4V supported Videos: 15–30 seconds recommended
es: Compatible con PNG, JPEG, MP4, MOV, M4V Videos: se recomiendan 15–30 segundos
fr: PNG, JPEG, MP4, MOV, M4V pris en charge Vidéos : 15–30 secondes recommandées
it: Supporta PNG, JPEG, MP4, MOV, M4V Video: si consigliano 15–30 secondi
ja: PNG、JPEG、MP4、MOV、M4V に対応 動画: 15〜30秒
ko: PNG, JPEG, MP4, MOV, M4V 지원 동영상: 15–30초 권장
zh_hans: 支持PNG、JPEG、MP4、MOV、M4V 视频：建议15-30秒

source: Paste
es: Pegar
fr: Coller
it: Incolla
ja: 貼り付け
ko: 붙여넣기
zh_hans: 粘贴

source: Paste Screen
es: Pegar pantalla
fr: Coller l'écran
it: Incolla schermata
ja: スクリーンを貼り付け
ko: 화면 붙여넣기
zh_hans: 粘贴画面

source: Photos
es: Fotos
it: Foto
ja: 写真
ko: 사진
zh_hans: 照片

source: Please enter a name
es: Por favor ingresa un nombre
fr: Veuillez saisir un nom
it: Inserisci un nome
ja: 名前を入力してください
ko: 이름을 입력해주세요
zh_hans: 请输入名称

source: Please enter width and height as numbers
es: Ingresa el ancho y el alto como números
fr: Veuillez saisir la largeur et la hauteur sous forme de nombres
it: Inserisci larghezza e altezza come numeri
ja: 横幅と縦幅には数値を入力してください
ko: 너비와 높이를 숫자로 입력해주세요
zh_hans: 请以数字输入宽度和高度

source: Please specify between 1-10000px
es: Por favor especifica entre 1-10000px
fr: Veuillez spécifier entre 1 et 10000px
it: Specifica un valore tra 1-10000px
ja: ※ 1〜10000pxの範囲で指定してください
ko: 1~10000px 범위로 지정해주세요
zh_hans: 请指定1-10000px之间的值

source: Please specify size between 1-10000px
es: Por favor especifica el tamaño entre 1-10000px
fr: Veuillez spécifier une taille entre 1 et 10000px
it: Specifica una dimensione tra 1-10000px
ja: サイズは1〜10000pxの範囲で指定してください
ko: 크기는 1〜10000px 범위로 지정해주세요
zh_hans: 请将尺寸指定在1-10000px之间

source: Portrait
es: Vertical
it: Verticale
ja: 縦
ko: 세로
zh_hans: 竖向

source: Portuguese (Brazil)
es: Portugués (Brasil)
fr: Portugais (Brésil)
it: Portoghese (Brasile)
ja: ポルトガル語（ブラジル）
ko: 포르투갈어(브라질)
zh_hans: 葡萄牙语（巴西）

source: Poster Frame
es: Marco del póster
fr: Image d'affiche
it: Frame poster
ja: ポスターフレーム
ko: 포스터 프레임
zh_hans: 海报帧

source: Professional
es: Profesional
fr: Professionnel
it: Professionale
ja: プロフェッショナル
ko: 프로페셔널
zh_hans: 专业

source: Remove Custom Device
es: Eliminar dispositivo personalizado
fr: Supprimer l'appareil personnalisé
it: Rimuovi dispositivo personalizzato
ja: カスタムデバイスを削除
ko: 사용자 기기 제거
zh_hans: 移除自定义设备

source: Rename
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前を変更
ko: 이름 변경
zh_hans: 重命名

source: Reset to Default
es: Restablecer al valor predeterminado
fr: Réinitialiser par défaut
it: Ripristina predefinito
ja: デフォルトに戻す
ko: 기본값으로 재설정
zh_hans: 重置为默认值

source: Russian
es: Ruso
fr: Russe
it: Russo
ja: ロシア語
ko: 러시아어
zh_hans: 俄语

source: SCREENS
es: PANTALLAS
fr: ÉCRANS
it: SCHERMATE
ja: スクリーン
ko: 화면
zh_hans: 画面

source: Save
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
zh_hans: 保存

source: Save As...
es: Guardar como...
fr: Enregistrer sous...
it: Salva con nome...
ja: 別名で保存…
ko: 다른 이름으로 저장…
zh_hans: 存储为…

source: Save As…
es: Guardar como…
fr: Enregistrer sous…
it: Salva con nome…
ja: 別名で保存…
ko: 다른 이름으로 저장…
zh_hans: 存储为…

source: Save to Files
es: Guardar en archivos
fr: Enregistrer dans les fichiers
it: Salva in File
ja: ファイルに保存
ko: 파일에 저장
zh_hans: 存储到文件

source: Save to Photos
es: Guardar en fotos
fr: Enregistrer dans les photos
it: Salva in Foto
ja: 写真に保存
ko: 사진에 저장
zh_hans: 存储到照片

source: Saved
es: Guardado
fr: Enregistré
it: Salvato
ja: 保存済み
ko: 저장됨
zh_hans: 已保存

source: Screen name
es: Nombre de pantalla
fr: Nom de l'écran
it: Nome schermata
ja: スクリーン名
ko: 화면 이름
zh_hans: 画面名称

source: Screenshot / Video
es: Captura de pantalla / Video
fr: Capture d'écran / Vidéo
ja: スクリーンショット / 動画
ko: 스크린샷 / 동영상
zh_hans: 截图 / 视频

source: Screenshot Focus
es: Enfoque de captura de pantalla
fr: Mise au point de la capture d'écran
it: Focus screenshot
ja: スクリーンショットフォーカス
ko: 스크린샷 포커스
zh_hans: 截图焦点

source: Screenshot saved to Photos.
es: Captura de pantalla guardada en Fotos.
fr: Capture d'écran enregistrée dans Photos.
it: Screenshot salvato in Foto.
ja: スクリーンショットを写真に保存しました。
ko: 스크린샷이 사진에 저장되었습니다.
zh_hans: 截图已保存到照片。

source: Select Devices
es: Seleccionar dispositivos
fr: Sélectionner des appareils
it: Seleziona dispositivi
ja: デバイスを選択
ko: 기기 선택
zh_hans: 选择设备

source: Select Languages
es: Seleccionar idiomas
fr: Sélectionner des langues
it: Seleziona lingue
ja: 言語を選択
ko: 언어 선택
zh_hans: 选择语言

source: Select a screen to edit
es: Selecciona una pantalla para editar
fr: Sélectionnez un écran à modifier
it: Seleziona una schermata da modificare
ja: 編集するスクリーンを選択してください
ko: 편집할 화면을 선택하세요
zh_hans: 请选择要编辑的画面

source: Show Device Frame
es: Mostrar marco del dispositivo
fr: Afficher le cadre de l'appareil
it: Mostra cornice dispositivo
ja: デバイスフレームを表示
ko: 기기 프레임 표시
zh_hans: 显示设备边框

source: Show Dynamic Island
es: Mostrar Dynamic Island
fr: Afficher Dynamic Island
it: Mostra Dynamic Island
ja: Dynamic Island を表示
ko: Dynamic Island 표시
zh_hans: 显示灵动岛

source: Spanish
es: Español
fr: Espagnol
it: Spagnolo
ja: スペイン語
ko: 스페인어
zh_hans: 西班牙语

source: Start
es: Inicio
fr: Début
it: Avvia
ja: 開始
ko: 시작
zh_hans: 开始

source: Start from Scratch
es: Comenzar desde cero
fr: Commencer de zéro
it: Inizia da zero
ja: 最初から作成
ko: 처음부터 만들기
zh_hans: 从空白开始

source: Start with a pre-designed layout or build from scratch
es: Comienza con un diseño prediseñado o construye desde cero
fr: Commencez avec une mise en page préconçue ou créez à partir de zéro
it: Inizia con un layout preimpostato o costruisci da zero
ja: あらかじめ用意されたレイアウトから始めるか、最初から作成できます
ko: 미리 디자인된 레이아웃으로 시작하거나 처음부터 만들 수 있습니다
zh_hans: 从预设布局开始，或从头开始构建

source: Subtitle
es: Subtítulo
fr: Sous-titre
it: Sottotitolo
ja: サブタイトル
ko: 부제목
zh_hans: 副标题

source: Text
es: Texto
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
zh_hans: 文字

source: Thai
es: Tailandés
fr: Thaï
it: Tailandese
ja: タイ語
ko: 태국어
zh_hans: 泰语

source: Title
es: Título
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
zh_hans: 标题

source: Toggle Inspector
es: Alternar inspector
fr: Afficher/masquer l'inspecteur
it: Attiva/disattiva Inspector
ja: インスペクタを切り替え
ko: 인스펙터 전환
zh_hans: 切换检查器

source: Translate
es: Traducir
fr: Traduire
it: Traduci
ja: 翻訳
ko: 번역
zh_hans: 翻译

source: Translate to:
es: Traducir a:
fr: Traduire en :
it: Traduci in:
ja: 翻訳先:
ko: 번역 대상:
zh_hans: 翻译为:

source: Translation Error
es: Error de traducción
fr: Erreur de traduction
it: Errore di traduzione
ja: 翻訳エラー
ko: 번역 오류
zh_hans: 翻译错误

source: Type
es: Tipo
it: Tipo
ja: 種類
ko: 유형
zh_hans: 类型

source: Vietnamese
es: Vietnamita
fr: Vietnamien
it: Vietnamita
ja: ベトナム語
ko: 베트남어
zh_hans: 越南语

source: Vivid gradient backgrounds with large white text
es: Fondos de degradado vívido con texto blanco grande
fr: Arrière-plans dégradés vifs avec grand texte blanc
it: Sfondi con gradienti vivaci e testo bianco grande
ja: 鮮やかなグラデーション背景に大きな白いテキスト
ko: 큰 흰색 텍스트가 있는 생생한 그라데이션 배경
zh_hans: 鲜艳渐变背景配大号白色文字

source: Width (px)
es: Ancho (px)
fr: Largeur (px)
it: Larghezza (px)
ja: 横幅 (px)
ko: 너비 (px)
zh_hans: 宽度 (px)

source: Your changes will be lost if you don't save them.
es: Tus cambios se perderán si no los guardas.
fr: Vos modifications seront perdues si vous ne les enregistrez pas.
it: Le modifiche andranno perse se non le salvi.
ja: 保存しないと変更が失われます。
ko: 저장하지 않으면 변경 사항이 사라집니다.
zh_hans: 如果不保存，您的更改将会丢失。

source: Zoom In
es: Acercar
fr: Zoom avant
it: Ingrandisci
ja: 拡大
ko: 확대
zh_hans: 放大

source: Zoom Out
es: Alejar
fr: Zoom arrière
it: Riduci
ja: 縮小
ko: 축소
zh_hans: 缩小

source: e.g., Instagram Story
es: p. ej., Instagram Story
fr: ex. : Instagram Story
it: es. Instagram Story
ja: 例: Instagram Story
ko: 예: Instagram Story
zh_hans: 例如：Instagram Story

source: Color
fr: Couleur
it: Colore
ja: 色
ko: 색상
zh_hans: 颜色

source: Hex
ja: 16進
ko: 16진수
zh_hans: 十六进制

source: OK
ko: 확인
zh_hans: 确定
